Repository: eyzaun/ceyiz-diz
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Shared With Me
tr: Benimle Paylaşılan

# sharedItems
source: Shared
tr: Paylaşılan

# noSharedTrousseausSubtitle
source: Trousseaus shared with you will appear here
tr: Sizinle paylaşılan çeyizler burada görünecek

source: Remove from home
tr: Anasayfadan kaldır

source: Add to home
tr: Anasayfaya ekle

# completedProgress
source: {percent}% completed
tr: %{percent} tamamlandı

# productCount
source: {count} products
tr: {count} ürün

# mustLogin
source: You must log in
tr: Giriş yapmalısınız

# mustLoginToViewInvitations
source: Log in to view invitations
tr: Davetleri görüntülemek için giriş yapın

# errorOccurred
source: An error occurred
tr: Bir hata oluştu

source: No new invitations
tr: Yeni davet yok

# noNewInvitationsSubtitle
source: Invitations sent to you will appear here
tr: Size gönderilen davetler burada görünecek

source: Accept
tr: Kabul Et

# invitationAcceptedWillAppear
source: Invitation accepted! It will appear in the Shared tab.
tr: Davet kabul edildi! Paylaşılan sekmesinde görünecek.

# nameAlreadyUsed
source: This name is already used
tr: Bu isim zaten kullanılıyor

source: Add
tr: Ekle

source: Categories
tr: Kategoriler

source: Clear
tr: Temizle

source: Apply
tr: Uygula

# productNameRequired
source: Product name is required
tr: Ürün adı gereklidir

# enterValidPrice
source: Enter a valid price
tr: Geçerli bir fiyat girin

source: Required
tr: Gerekli

source: Invalid
tr: Geçersiz

source: Adding product...
tr: Ürün ekleniyor...

source: Let's Get Started!
tr: Hadi Başlayalım!

source: Basic Information
tr: Temel Bilgiler

# productNameExample
source: E.g: Cutlery Set
tr: Örn: Çatal Bıçak Takımı

source: Product not found
tr: Ürün bulunamadı

source: Additional Information
tr: Ek Bilgiler

source: Optional
tr: Opsiyonel

# productDetailsHint
source: Details about the product
tr: Ürün hakkında detaylar

# productLink
source: Product Link 1
tr: Ürün Linki 1

source: Product Link 2
tr: Ürün Linki 2

source: Product Link 3
tr: Ürün Linki 3

# selectTrousseau
source: Which Trousseau to Add To?
tr: Hangi Çeyize Eklensin?

# cancelAction
source: Cancel
tr: İptal

source: Give Up
tr: Vazgeç

# deleteProductWarning
source: Are you sure you want to delete this product? This action cannot be undone.
tr: Bu ürünü silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: More
tr: Daha Fazla

source: Edit
tr: Düzenle

source: Total
tr: Toplam

source: Edit permission
tr: Düzenleme izni

source: Decline
tr: Reddet

# startPlanningDream
source: Start planning your dream trousseau
tr: Hayalinizdeki çeyizi planlamaya başlayın

# trousseauNameExample
source: E.g: My Wedding Trousseau
tr: Örn: Evlilik Çeyizim

# budgetExample
source: E.g: 50,000 (Optional)
tr: Örn: 50.000 (Opsiyonel)

source: Processing...
tr: İşleniyor...

source: Trousseau Information
tr: Çeyiz Bilgileri

source: Select Symbol and Color
tr: Sembol ve Renk Seç

source: Existing Photos
tr: Mevcut Fotoğraflar

source: New Photos
tr: Yeni Fotoğraflar

source: Add New Photo
tr: Yeni Fotoğraf Ekle

source: Change Symbol and Color
tr: Sembol ve Renk Değiştir

source: Enter category name
tr: Kategori adını girin

# noCustomCategoriesYet
source: No custom categories yet. You can add them from the top right.
tr: Henüz özel kategori yok. Sağ üstten ekleyebilirsiniz.

source: Delete Category
tr: Kategoriyi Sil

source: My Feedback
tr: Geri Bildirimlerim

source: An error occurred
tr: Bir hata oluştu

# noFeedbackYet
source: You haven't sent any feedback yet
tr: Henüz geri bildirim göndermediniz

# shareYourOpinions
source: Share your opinions and suggestions with us
tr: Görüş ve önerilerinizi bizimle paylaşın

source: Your Message
tr: Sizin Mesajınız

source: From Support Team
tr: Destek Ekibinden

source: Not answered yet
tr: Henüz yanıtlanmadı

# feedbackInfoMessage
source: Share your opinions and suggestions about the app with us.
tr: Uygulama hakkında görüş ve önerilerinizi bizimle paylaşın.

source: Rating
tr: Değerlendirme

# feedbackHint
source: Your improvement suggestions, bug reports or general comments...
tr: İyileştirme öneriniz, hata bildiriminiz veya genel yorumunuz...

source: Email (optional)
tr: E-posta (opsiyonel)

# emailForResponse
source: Leave your email if you want us to respond
tr: İsterseniz size dönüş için e-postanızı bırakın

source: Send
tr: Gönder

source: Sending...
tr: Gönderiliyor...

# currentPasswordRequired
source: Current password is required
tr: Mevcut şifre gereklidir

# newPasswordRequired
source: New password is required
tr: Yeni şifre gereklidir

# passwordMustContain
source: Password must contain at least one uppercase, one lowercase and one number
tr: Şifre en az bir büyük harf, bir küçük harf ve bir rakam içermelidir

# newPasswordMustBeDifferent
source: New password must be different from current password
tr: Yeni şifre mevcut şifreden farklı olmalıdır

# confirmPasswordRequired
source: Password confirmation is required
tr: Şifre tekrarı gereklidir

source: New Password Again
tr: Yeni Şifre Tekrar

# strongPasswordHint
source: Choose a strong password: At least 6 characters, including uppercase/lowercase letters and numbers.
tr: Güçlü bir şifre seçin: En az 6 karakter, büyük/küçük harf ve rakam içermelidir.

source: Theme Selection
tr: Tema Seçimi

# customizeAppearance
source: Customize the app's appearance
tr: Uygulamanın görünümünü kişiselleştirin

# modernVibrantColors
source: Modern and vibrant colors
tr: Modern ve canlı renkler

# monochromeTheme
source: Monochrome
tr: Monokrom

# pureBlackWhiteAccent
source: Pure black with white accents
tr: Saf siyah üzerine beyaz vurgu

# darkGreyPurpleAccents
source: Dark grey background, purple accents
tr: Koyu gri zemin, mor vurgular

source: Natural green tones
tr: Doğal yeşil tonlar

# warmOrangePinkPurple
source: Warm orange, pink and purple tones
tr: Sıcak turuncu, pembe ve mor tonlar

source: Example Input Field
tr: Örnek Giriş Alanı

source: Enter text
tr: Metin girin

source: Dark
tr: Koyu

source: Preview
tr: Önizleme

# kacSaatFeatureInfo
source: This feature shows how many hours of work product prices are equivalent to
tr: Bu özellik, ürün fiyatlarının kaç saatlik çalışmanıza denk geldiğini gösterir

# showWorkHoursPrices
source: Show work hours next to product prices
tr: Ürün fiyatlarının yanında çalışma saati göster

source: Monthly Salary (TL)
tr: Aylık Maaş (TL)

source: For example: 17000
tr: Örneğin: 17000

# salaryRequired
source: Salary is required
tr: Maaş gereklidir

# enterValidSalary
source: Enter a valid salary
tr: Geçerli bir maaş girin

source: Daily Work Hours
tr: Günlük Çalışma Saati

source: For example: 8
tr: Örneğin: 8

# workHoursRequired
source: Work hours are required
tr: Çalışma saati gereklidir

source: Enter valid hours (0-24)
tr: Geçerli bir saat girin (0-24)

# bonusInfo
source: Bonus Information
tr: Prim Bilgisi

source: I Receive Bonus
tr: Prim Alıyorum

source: Every 3 Months
tr: 3 Ayda Bir

source: Quarterly Bonus Amount (TL)
tr: 3 Aylık Prim Miktarı (TL)

source: Same as salary
tr: Maaşla aynı

# bonusAmountRequired
source: Bonus amount is required
tr: Prim miktarı gereklidir

source: Every 12 Months
tr: 12 Ayda Bir

source: Yearly Bonus Amount (TL)
tr: Yıllık Prim Miktarı (TL)

# kacSaatFeatureDisabled
source: Work Hours feature disabled
tr: Kaç Saat özelliği kapatıldı

# selectBonusFrequency
source: If you receive bonus, you must select bonus frequency
tr: Prim alıyorsanız, prim sıklığını seçmelisiniz

# statisticsGuideTooltip
source: Statistics Guide
tr: İstatistik Açıklaması

source: Overview
tr: Genel Bakış

# percentUsed
source: used
tr: kullanıldı

source: Within budget
tr: Bütçe içinde

source: excess
tr: fazla

source: from budget
tr: bütçeden

source: Per product
tr: Ürün başına

source: Most Expensive
tr: En Pahalı

# kacSaatAnalysis
source: Work Hours Analysis
tr: Kaç Saat Analizi

source: Budget Exceeded!
tr: Bütçe Aşıldı!

source: excess spent.
tr: fazla harcandı.

source: View All
tr: Tümünü Gör

source: No category data yet
tr: Henüz kategori verisi yok

source: Settings Incomplete
tr: Ayarlar Eksik

# completeKacSaatSettings
source: Complete your settings for work hours calculation.
tr: Kaç Saat hesaplaması için ayarlarınızı tamamlayın.

# hourlyEarnings
source: Your hourly earnings
tr: Saatlik kazancınız

source: work days
tr: iş günü

source: Completion Estimate
tr: Tamamlanma Tahmini

source: Very Fast
tr: Çok Hızlı

source: Medium
tr: Orta

source: Slow
tr: Yavaş

source: Start
tr: Başlangıç

source: days ago
tr: gün önce

source: Speed
tr: Hız

# productsPerDay
source: products/day
tr: ürün/gün

source: Estimated Completion
tr: Tahmini Bitiş

source: Cannot calculate
tr: Hesaplanamadı

source: Most Products
tr: En Çok Ürün

source: Least Products
tr: En Az Ürün

source: Budget Health
tr: Bütçe Sağlığı

source: Be Careful
tr: Dikkatli Olun

source: Health Score
tr: Sağlık Skoru

# budgetHealthPerfect
source: You're managing your budget perfectly!
tr: Bütçenizi harika yönetiyorsunuz!

# budgetHealthGood
source: Going well! Keep your spending under control.
tr: İyi gidiyorsunuz! Harcamalarınızı kontrol altında tutun.

# budgetHealthBeCareful
source: You've spent most of your budget. Proceed carefully.
tr: Bütçenizin çoğunu harcadınız. Kontrollü ilerleyin.

# budgetHealthRisky
source: Planned spending exceeds budget. Make a plan.
tr: Planlanan harcamalar bütçeyi aşıyor. Plan yapın.

# budgetHealthCritical
source: You've exceeded your budget! Review your spending.
tr: Bütçenizi aştınız! Harcamalarınızı gözden geçirin.

source: Understood
tr: Anladım

source: Remaining Budget
tr: Kalan Bütçe

source: Planned Total
tr: Planlanan Toplam

source: Average Price
tr: Ortalama Fiyat

source: Category Analysis
tr: Kategori Analizi

source: Completed
tr: Tamamlanan

source: Pending
tr: Bekleyen

source: Good
tr: İyi

source: days
tr: gün

# average
source: Avg
tr: Ort

source: Budget Analysis
tr: Bütçe Analizi

source: Planned
tr: Planlanan

source: Custom
tr: Özel

# defaultText
source: Default
tr: Varsayılan

# completionMessage
source: At your current pace, you can complete your trousseau around ~{date}.
tr: Mevcut hızınızla çeyizinizi ~{date} civarında tamamlayabilirsiniz.

# totalCategoryCount
source: You have products in {count} different categories.
tr: Toplam {count} farklı kategoride ürününüz var.

source: Current Version
tr: Mevcut Versiyon

source: Add Photo
tr: Fotoğraf Ekle

source: Camera
tr: Kamera

source: Gallery
tr: Galeri

# photosCount
source: Photos ({current}/{max})
tr: Fotoğraflar ({current}/{max})

source: Symbol
tr: Sembol

source: Color
tr: Renk

# canEditPermission
source: Has edit permission
tr: Düzenleme yetkisi var

# viewOnlyPermission
source: View only
tr: Sadece görüntüleme

# confirmPasswordHint
source: Re-enter your password
tr: Şifrenizi tekrar girin

# acceptTerms
source: I accept the terms and conditions and privacy policy
tr: Kullanım koşullarını ve gizlilik politikasını kabul ediyorum

# mustAcceptTerms
source: You must accept the terms and conditions
tr: Kullanım koşullarını kabul etmelisiniz

source: I accept
tr: kabul ediyorum

source: and
tr: ve

# emailNotVerifiedMessage
source: You need to verify your email address to log in to your account.
tr: Hesabınıza giriş yapmak için e-posta adresinizi doğrulamanız gerekmektedir.

# updateRequiredMessage
source: Update Required!
tr: Güncelleme Gerekli!

# trousseauSlogan
source: Manage your dream trousseau easily
tr: Hayalinizdeki çeyizi kolayca yönetin

# addedBy
source: Added by: {name}
tr: Ekleyen: {name}

# purchasedLabel
source: Purchased
tr: Alındı

# descriptionLabel
source: Description
tr: Açıklama

# linksLabel
source: Links
tr: Linkler

# userDefaultName
source: User
tr: Kullanıcı

# membershipSince
source: Member since: {date}
tr: Üyelik: {date}

# shareTrousseauInstruction
source: You can share this trousseau with others to manage it together
tr: Bu çeyizi başkalarıyla paylaşarak birlikte yönetebilirsiniz

# trousseauListeningFailed
source: Failed to listen to trousseaus: {error}
tr: Çeyizler dinlenemedi: {error}

# trousseauLoadFailed
source: Failed to load trousseaus: {error}
tr: Çeyizler yüklenemedi: {error}

# trousseauCreateFailed
source: Failed to create trousseau: {error}
tr: Çeyiz oluşturulamadı: {error}

# trousseauUpdateFailed
source: Failed to update trousseau: {error}
tr: Çeyiz güncellenemedi: {error}

# noEditPermission
source: You don't have permission to edit this trousseau
tr: Bu çeyizi düzenleme yetkiniz yok

# trousseauDeleteFailedPermission
source: Only the trousseau owner can delete it
tr: Sadece çeyiz sahibi silebilir

# trousseauDeleteFailed
source: Failed to delete trousseau: {error}
tr: Çeyiz silinemedi: {error}

# onlyOwnerCanShare
source: Only the trousseau owner can share it
tr: Sadece çeyiz sahibi paylaşabilir

# cannotShareWithSelf
source: You cannot share with yourself
tr: Kendinize paylaşım yapamazsınız

source: User not found
tr: Kullanıcı bulunamadı

# invitationAlreadySent
source: An invitation has already been sent to this user
tr: Bu kullanıcıya zaten bir davet gönderilmiş

# shareFailed
source: Failed to share: {error}
tr: Paylaşım yapılamadı: {error}

# acceptShareFailed
source: Failed to accept share: {error}
tr: Paylaşım kabul edilemedi: {error}

# declineShareFailed
source: Failed to decline invitation: {error}
tr: Daveti reddedilemedi: {error}

# leaveShareFailed
source: Failed to leave sharing: {error}
tr: Paylaşımdan çıkılamadı: {error}

# removeShareFailedPermission
source: Only the trousseau owner can remove sharing
tr: Sadece çeyiz sahibi paylaşımı kaldırabilir

# removeShareFailed
source: Failed to remove sharing: {error}
tr: Paylaşım kaldırılamadı: {error}

# cannotPinOwnTrousseau
source: You cannot add your own trousseau to home (it's already visible)
tr: Kendi çeyizinizi ana sayfaya ekleyemezsiniz (zaten görünüyor)

# addToHomeFailed
source: Failed to add to home: {error}
tr: Ana sayfaya eklenemedi: {error}

# removeFromHomeFailed
source: Failed to remove from home: {error}
tr: Ana sayfadan kaldırılamadı: {error}

# maxPhotosError
source: You can add up to {max} photos
tr: En fazla {max} fotoğraf ekleyebilirsiniz

source: Product Image
tr: Ürün Görseli

# searchPlaceholder
source: Search...
tr: Ara...

source: Risky
tr: Riskli

source: Critical
tr: Kritik

source: Perfect
tr: Mükemmel

# newVersionLabel
source: New Version
tr: Yeni Versiyon

# forceUpdateText
source: This update is required
tr: Bu güncelleme zorunludur

# addLabel
source: Add
tr: Ekle

# totalLabel
source: Total
tr: Top

# piecesLabel
source: pcs
tr: adet

# hoursLabel
source: hours
tr: saat

# sortBy
source: Sort
tr: Sırala

# sortPurchasedFirst
source: Purchased First
tr: Alınanlar Önce

# sortNotPurchasedFirst
source: Not Purchased First
tr: Alınmayanlar Önce

# sortPriceHighToLow
source: Price (High → Low)
tr: Fiyat (Yüksek → Düşük)

# sortPriceLowToHigh
source: Price (Low → High)
tr: Fiyat (Düşük → Yüksek)

# sortNameAZ
source: Name (A → Z)
tr: İsim (A → Z)

# sortNameZA
source: Name (Z → A)
tr: İsim (Z → A)
