Repository: eyzaun/ceyiz-diz
Catalog: lib/l10n/app_*.arb
Languages: tr

# loginTitle
source: Login
tr: Giriş Yap

source: Email
tr: E-posta

source: Password
tr: Şifre

source: Remember Me
tr: Beni Hatırla

source: Login
tr: Giriş Yap

# googleSignIn
source: Sign in with Google
tr: Google ile Giriş Yap

# forgotPassword
source: Forgot your password?
tr: Şifreni mi unuttun?

# noAccount
source: Don't have an account?
tr: Hesabın yok mu?

source: Register
tr: Kayıt Ol

# registerTitle
source: Create Account
tr: Hesap Oluştur

# displayName
source: Full Name
tr: Ad Soyad

source: Confirm Password
tr: Şifre Tekrar

source: Create Account
tr: Hesap Oluştur

# haveAccount
source: Already have an account?
tr: Zaten hesabın var mı?

# forgotPasswordTitle
source: Forgot Password
tr: Şifremi Unuttum

source: Send Reset Link
tr: Sıfırlama Linki Gönder

# emailSent
source: Email sent! Check your inbox.
tr: E-posta gönderildi! Gelen kutunuzu kontrol edin.

# emailRequired
source: Email address cannot be empty
tr: E-posta adresi boş olamaz

# emailInvalid
source: Enter a valid email address
tr: Geçerli bir e-posta adresi girin

# passwordRequired
source: Password cannot be empty
tr: Şifre boş olamaz

# passwordMinLength
source: Password must be at least 6 characters
tr: Şifre en az 6 karakter olmalıdır

# nameRequired
source: Full Name cannot be empty
tr: Ad Soyad boş olamaz

# passwordsNotMatch
source: Passwords do not match
tr: Şifreler eşleşmiyor

source: Email Verification
tr: E-posta Doğrulama

source: Email Not Verified
tr: E-posta Doğrulanmadı

# emailVerified
source: Your email address has been verified! You can login.
tr: E-posta adresiniz doğrulandı! Giriş yapabilirsiniz.

source: Verification email resent
tr: Doğrulama e-postası yeniden gönderildi

# emailNotVerifiedYet
source: Email not verified yet. Please check your inbox.
tr: E-posta henüz doğrulanmadı. Lütfen gelen kutunuzu kontrol edin.

# resetPasswordEmailSent
source: Password reset email sent
tr: Şifre sıfırlama e-postası gönderildi

# backToLogin
source: Back to login page
tr: Giriş sayfasına dön

source: Back to Login Page
tr: Giriş Sayfasına Dön

source: Resend
tr: Yeniden Gönder

source: Home
tr: Ana Sayfa

source: Trousseaus
tr: Çeyizler

source: Statistics
tr: İstatistikler

source: Profile
tr: Profil

source: Settings
tr: Ayarlar

source: Tap back again to exit
tr: Çıkmak için tekrar geri tuşuna basın

source: Can't open Play Store
tr: Play Store açılamıyor

source: Trousseau
tr: Çeyiz

source: Create Trousseau
tr: Çeyiz Oluştur

source: Edit Trousseau
tr: Çeyiz Düzenle

source: Trousseau Name
tr: Çeyiz Adı

source: Description
tr: Açıklama

source: Target Budget
tr: Hedef Bütçe

source: Create
tr: Oluştur

source: Save
tr: Kaydet

source: Cancel
tr: İptal

source: Delete
tr: Sil

source: Share
tr: Paylaş

source: Pin
tr: Sabitle

source: Unpin
tr: Sabitlemeyi Kaldır

source: Pinned
tr: Sabitlendi

# noPinnedTrousseaus
source: No pinned trousseaus yet
tr: Henüz sabitlenmiş çeyiz yok

# createFirstTrousseau
source: Create your first trousseau
tr: İlk çeyizinizi oluşturun

source: Create New Trousseau
tr: Yeni Çeyiz Oluştur

source: Trousseau created successfully
tr: Çeyiz başarıyla oluşturuldu

source: Trousseau updated successfully
tr: Çeyiz başarıyla güncellendi

source: Trousseau deleted successfully
tr: Çeyiz başarıyla silindi

source: Delete Trousseau
tr: Çeyiz Sil

source: Trousseau not found
tr: Çeyiz bulunamadı

source: Share Trousseau
tr: Çeyiz Paylaş

source: Shared With
tr: Paylaşılanlar

# sharedTrousseaus
source: Shared With Me
tr: Benimle Paylaşılanlar

# sharedWithMeTitle
source: Shared with Me
tr: Benimle Paylaşılanlar

# sharedWithMeSubtitle
source: View shared trousseau lists
tr: Paylaşılan çeyiz listelerini görüntüle

# sharedTrousseausSubtitle
source: View shared trousseau lists
tr: Paylaşılan çeyiz listelerini görüntüle

source: Trousseau shared successfully
tr: Çeyiz başarıyla paylaşıldı

# enterEmail
source: Enter email address
tr: E-posta adresi girin

source: Give Edit Permission
tr: Düzenleme İzni Ver

source: Invitations
tr: Davetler

source: Accept Invitation
tr: Daveti Kabul Et

source: Decline Invitation
tr: Daveti Reddet

source: Invitation sent
tr: Davet gönderildi

source: Invitation accepted
tr: Davet kabul edildi

source: Invitation declined
tr: Davet reddedildi

source: Permissions
tr: İzinler

source: View Only
tr: Sadece Görüntüleme

source: Can Edit
tr: Düzenleyebilir

source: Full Access
tr: Tam Erişim

source: Owner
tr: Sahip

source: Leave
tr: Ayrıl

source: Leave Trousseau
tr: Çeyizden Ayrıl

# leaveTrousseauConfirm
source: Are you sure you want to leave this trousseau? Your access will be revoked.
tr: Bu çeyizden ayrılmak istediğinizden emin misiniz? Erişiminiz iptal edilecektir.

source: Product
tr: Ürün

source: Products
tr: Ürünler

source: Add Product
tr: Ürün Ekle

source: Edit Product
tr: Ürün Düzenle

source: Delete Product
tr: Ürün Sil

source: Product Name
tr: Ürün Adı

source: Category
tr: Kategori

source: Price
tr: Fiyat

source: Quantity
tr: Adet

source: Notes
tr: Notlar

source: Links
tr: Linkler

source: Photos
tr: Fotoğraflar

source: Purchased
tr: Alındı

source: Not Purchased
tr: Alınmadı

source: Mark as Purchased
tr: Alındı Olarak İşaretle

source: Product Purchased
tr: Ürün Alındı

# isProductPurchased
source: Is this product purchased?
tr: Bu ürün alındı mı?

# noProducts
source: No products yet
tr: Henüz ürün yok

# addFirstProduct
source: Add your first product
tr: İlk ürününüzü ekleyin

source: Product added successfully
tr: Ürün başarıyla eklendi

source: Product updated successfully
tr: Ürün başarıyla güncellendi

source: Product deleted successfully
tr: Ürün başarıyla silindi

# productDeleted
source: {name} deleted
tr: {name} silindi

# whichTrousseauToAdd
source: Which trousseau to add to?
tr: Hangi çeyize eklensin?

source: Open Product Link 1
tr: Ürün Linki 1'i Aç

source: Open Product Link 2
tr: Ürün Linki 2'yi Aç

source: Open Product Link 3
tr: Ürün Linki 3'ü Aç

source: Can't open link
tr: Link açılamıyor

source: Invalid link
tr: Geçersiz link

source: Furniture
tr: Mobilya

source: Textile
tr: Tekstil

source: Kitchen
tr: Mutfak

source: Bathroom
tr: Banyo

source: Decoration
tr: Dekorasyon

source: Electronics
tr: Elektronik

source: Clothing
tr: Giyim

source: Accessories
tr: Aksesuar

source: Jewelry
tr: Mücevher

source: Shoes
tr: Ayakkabı

source: Other
tr: Diğer

source: Custom Categories
tr: Özel Kategoriler

source: Default Categories
tr: Varsayılan Kategoriler

source: Category Management
tr: Kategori Yönetimi

source: Add Category
tr: Kategori Ekle

source: Edit Category
tr: Kategori Düzenle

source: Category Name
tr: Kategori Adı

source: Select Category
tr: Kategori Seç

source: Add new category...
tr: Yeni kategori ekle...

source: New Category
tr: Yeni Kategori

# deleteCategoryConfirm
source: Are you sure you want to delete the "{name}" category? Products will not be deleted; category view may be Other.
tr: "{name}" kategorisini silmek istediğinizden emin misiniz? Ürünler silinmeyecek; kategori görünümü Diğer olabilir.

source: Select Icon and Color
tr: İkon ve Renk Seç

source: Change Icon and Color
tr: İkon ve Renk Değiştir

source: Budget
tr: Bütçe

source: Total Budget
tr: Toplam Bütçe

source: Spent
tr: Harcanan

source: Remaining
tr: Kalan

source: Total Products
tr: Toplam Ürün

# purchasedProducts
source: Purchased
tr: Alınan

source: Progress
tr: İlerleme

source: Category Distribution
tr: Kategori Dağılımı

source: Statistics Guide
tr: İstatistik Rehberi

source: Export to Excel
tr: Excel'e Aktar

# excelCreatedSuccessfully
source: Excel file created successfully
tr: Excel dosyası başarıyla oluşturuldu

source: Share as Excel
tr: Excel Olarak Paylaş

source: Language
tr: Dil

source: Turkish
tr: Türkçe

source: English
tr: İngilizce

source: Theme
tr: Tema

source: Theme Settings
tr: Tema Ayarları

# themeSettingsSubtitle
source: Change app theme and colors
tr: Uygulama temasını ve renklerini değiştir

# defaultTheme
source: Default
tr: Varsayılan

source: Monochrome
tr: Monokrom

source: Purple Ocean
tr: Mor Okyanus

source: Forest Green
tr: Orman Yeşili

source: Sunset
tr: Gün Batımı

source: Account
tr: Hesap

source: Account Settings
tr: Hesap Ayarları

source: Membership
tr: Üyelik

source: Edit Name
tr: Adı Düzenle

# editNameSubtitle
source: Change your display name
tr: Görünen adınızı değiştirin

source: Name
tr: Ad

# enterNewName
source: Enter your new name
tr: Yeni adınızı girin

source: Name updated
tr: Ad güncellendi

source: Profile photo updated
tr: Profil fotoğrafı güncellendi

source: Profile not updated
tr: Profil güncellenmedi

# profileUpdateError
source: Profile update failed
tr: Profil güncellemesi başarısız

source: Security
tr: Güvenlik

source: Change Password
tr: Şifre Değiştir

# changePasswordSubtitle
source: Update your password for account security
tr: Hesap güvenliği için şifrenizi güncelleyin

# changePasswordButton
source: Change Password
tr: Şifre Değiştir

source: Current Password
tr: Mevcut Şifre

source: New Password
tr: Yeni Şifre

source: Password changed successfully
tr: Şifre başarıyla değiştirildi

# passwordRequiredSimple
source: Password is required
tr: Şifre gerekli

# uploadTimeout
source: Upload timeout. Please check your internet connection.
tr: Yükleme süresi aşıldı. İnternet bağlantınızı kontrol edin.

# appDescription
source: Trousseau Diz is a modern app that allows you to easily plan and manage your dream trousseau.
tr: Çeyiz Diz, hayalinizdeki çeyizi kolayca planlamanızı ve yönetmenizi sağlayan modern bir uygulamadır.

source: Features
tr: Özellikler

# kacSaatTitle
source: Hours Calculator
tr: Saat Hesaplayıcı

# kacSaatCalculator
source: Work Hours Calculator
tr: Çalışma Saati Hesaplayıcı

# kacSaatSettings
source: Work Hours Settings
tr: Çalışma Saati Ayarları

# kacSaatSubtitle
source: Convert product prices to work hours
tr: Ürün fiyatlarını çalışma saatine çevir

# useKacSaatFeature
source: Use Work Hours Feature
tr: Çalışma Saati Özelliğini Kullan

# showWorkHoursForProducts
source: Show work hours next to product prices
tr: Ürün fiyatlarının yanında çalışma saatlerini göster

# kacSaatFeatureClosed
source: Work Hours feature disabled
tr: Çalışma Saati özelliği kapalı

# productHours
source: This product equals {hours} hours of your work
tr: Bu ürün {hours} saat çalışmanıza denk geliyor

source: Monthly Salary
tr: Aylık Maaş

# dailyHours
source: Daily Working Hours
tr: Günlük Çalışma Saati

source: Working Days
tr: Çalışma Günleri

source: Monday
tr: Pazartesi

source: Tuesday
tr: Salı

source: Wednesday
tr: Çarşamba

source: Thursday
tr: Perşembe

source: Friday
tr: Cuma

source: Saturday
tr: Cumartesi

source: Sunday
tr: Pazar

source: Has Premium
tr: Primi Var

# iHavePremium
source: I have a premium
tr: Primim var

source: Quarterly Premium
tr: 3 Aylık Prim

source: Yearly Premium
tr: Yıllık Prim

source: Quarterly
tr: 3 Aylık

source: Yearly
tr: Yıllık

source: Hourly Wage
tr: Saatlik Ücret

# selectAtLeastOneDay
source: You must select at least one day
tr: En az bir gün seçmelisiniz

# selectPremiumFrequency
source: If you have a premium, you must select the premium frequency
tr: Priminiz varsa, prim sıklığını seçmelisiniz

source: Settings saved
tr: Ayarlar kaydedildi

source: Preferences
tr: Tercihler

source: Appearance
tr: Görünüm

source: Application
tr: Uygulama

source: Notifications
tr: Bildirimler

# notificationsTitle
source: Notifications
tr: Bildirimler

# notificationsSubtitle
source: Manage your notification preferences
tr: Bildirim tercihlerinizi yönetin

source: Notifications enabled
tr: Bildirimler açık

source: Notifications disabled
tr: Bildirimler kapalı

source: Notifications {status}
tr: Bildirimler {status}

source: enabled
tr: açık

source: disabled
tr: kapalı

# sharingAndFeedback
source: Sharing & Feedback
tr: Paylaşım & Geri Bildirim

source: Sharing
tr: Paylaşım

source: Feedback
tr: Geri Bildirim

source: Send Feedback
tr: Geri Bildirim Gönder

# sendFeedbackSubtitle
source: Share your suggestions with us
tr: Önerilerinizi bizimle paylaşın

source: Feedback History
tr: Geri Bildirim Geçmişi

source: My Feedbacks
tr: Geri Bildirimlerim

# thankYouForFeedback
source: Thank you for your feedback
tr: Geri bildiriminiz için teşekkürler

source: Legal
tr: Yasal

source: About
tr: Hakkında

source: About App
tr: Uygulama Hakkında

# appAbout
source: About App
tr: Uygulama Hakkında

source: Version
tr: Versiyon

source: Privacy Policy
tr: Gizlilik Politikası

# privacyPolicyContent
source: Privacy policy text will be shown here.
tr: Gizlilik politikası metni burada gösterilecektir.

# privacyPolicyText
source: PRIVACY POLICY Last Updated: October 31, 2025 At Çeyiz Diz, we value your privacy. This privacy policy explains what information is collected when using the application, how it is used, and how it is protected. INFORMATION COLLECTED 1. Account Information: • Email address: For account creation and authentication • Username: For profile display • Profile photo: Optional, for profile customization 2. Trousseau Data: • Trousseau lists: Name and description of your created lists • Product information: Name, category, price, quantity, notes of added products • Product photos: Product images you upload • Product links: Web links associated with products • Budget information: Budget and expense data you set 3. Technical Information: • Device information: Operating system, device model, app version • Usage statistics: Anonymous usage data • Error reports: Automatic error logs to detect issues USE OF INFORMATION Collected information is used for: • Service Provision: To provide trousseau management features • Data Synchronization: To sync your data across devices • Account Security: To protect your account and prevent unauthorized access • App Improvement: To enhance user experience and fix bugs • Statistics: To provide personalized statistics and analysis DATA STORAGE AND SECURITY Firebase Infrastructure: • Your data is securely stored on Google Firebase cloud services • All data is transmitted over encrypted connections (SSL/TLS) • Uses Firebase Cloud Firestore and Firebase Storage • Protected by Google's security standards and infrastructure Data Security: • Your data is protected by user authentication • Only data belonging to your account is shown to you • Passwords are securely hashed and stored • No payment information is stored (app is free) DATA SHARING WE DO NOT SHARE YOUR DATA WITH THIRD PARTIES. • Your trousseau lists, products, and photos remain only in your account • Other users cannot see your data • Your data is not used for advertising or marketing purposes • Your data is not shared unless legally required THIRD PARTY SERVICES Google Firebase: • Authentication: Account creation and login • Database: Data storage with Cloud Firestore • Storage: Photo storage with Firebase Storage • Privacy: https://firebase.google.com/support/privacy Google Sign-In (Optional): • Quick login with your Google account • Only basic profile information (name, email, profile photo) is obtained • Privacy: https://policies.google.com/privacy USER RIGHTS Access to Your Data: • You can view all your data within the app • You can export your trousseau lists in Excel format Data Editing: • You can update or delete your data at any time • You can change your profile information Account Deletion: • You can delete your account via Settings > Delete Account • When account is deleted, all your data is permanently deleted: - Trousseau lists - Products and photos - Budget information - Profile information • THIS ACTION CANNOT BE UNDONE CHILDREN'S PRIVACY • Çeyiz Diz is for users aged 13 and above • We do not knowingly collect data from children under 13 • If you are a parent or guardian and believe your child has provided us with information, please contact us COOKIES AND TRACKING TECHNOLOGIES • The app uses cookies for basic functionality • Local storage is used to store session information • No ad tracking or third-party analytics tools are used DATA RETENTION PERIOD • Your data is stored as long as your account is active • When you delete your account, your data is permanently deleted within 30 days • Records required for legal obligations may be kept for the specified period INTERNATIONAL DATA TRANSFER • Your data is stored on Google Firebase's global infrastructure • Firebase processes data under the EU-US Privacy Shield framework • All data transfers are made through encrypted and secure connections LEGAL RIGHTS (GDPR COMPLIANCE) Under the General Data Protection Regulation (GDPR), you have the right to: • Learn what purposes your data is processed for • Request access to and correction of your data • Request deletion or destruction of your data • Learn about third parties your data is transferred to • Learn about decisions made by automated systems based on your data CONTACT For questions about our privacy policy: • App: You can reach us from Settings > Support section PRIVACY POLICY CHANGES • We may update this privacy policy from time to time • Changes will be published on this page • In-app notifications may be sent for significant changes • The last update date is always indicated at the top Important Note: This privacy policy applies to the Çeyiz Diz mobile application. By using the app, you accept this policy.
tr: GİZLİLİK POLİTİKASI Son Güncelleme: 31 Ekim 2025 Çeyiz Diz uygulaması olarak gizliliğinize önem veriyoruz. Bu gizlilik politikası, uygulamayı kullanırken hangi bilgilerin toplandığını, nasıl kullanıldığını ve korunduğunu açıklar. TOPLANAN BİLGİLER 1. Hesap Bilgileri: • E-posta adresi: Hesap oluşturma ve kimlik doğrulama için • Kullanıcı adı: Profil görüntüleme için • Profil fotoğrafı: İsteğe bağlı, profil özelleştirme için 2. Çeyiz Verileri: • Çeyiz listeleri: Oluşturduğunuz çeyiz listelerinin adı ve açıklaması • Ürün bilgileri: Eklediğiniz ürünlerin adı, kategorisi, fiyatı, adedi, notları • Ürün fotoğrafları: Yüklediğiniz ürün görselleri • Ürün linkleri: Ürünlerle ilişkilendirdiğiniz web bağlantıları • Bütçe bilgileri: Belirlediğiniz bütçe ve harcama verileri 3. Teknik Bilgiler: • Cihaz bilgileri: İşletim sistemi, cihaz modeli, uygulama sürümü • Kullanım istatistikleri: Anonim kullanım verileri • Hata raporları: Sorunları tespit etmek için otomatik hata kayıtları BİLGİLERİN KULLANIMI Topladığımız bilgiler şu amaçlarla kullanılır: • Hizmet Sağlama: Çeyiz yönetimi özelliklerini sunmak • Veri Senkronizasyonu: Verilerinizi cihazlar arasında senkronize etmek • Hesap Güvenliği: Hesabınızı korumak ve yetkisiz erişimi önlemek • Uygulama İyileştirme: Kullanıcı deneyimini geliştirmek ve hataları düzeltmek • İstatistikler: Size özel istatistikler ve analizler sunmak VERİ DEPOLAMA VE GÜVENLİK Firebase Altyapısı: • Verileriniz Google Firebase bulut hizmetlerinde güvenli bir şekilde saklanır • Tüm veriler şifreli bağlantılar üzerinden iletilir (SSL/TLS) • Firebase Cloud Firestore ve Firebase Storage kullanılır • Google'ın güvenlik standartları ve altyapısıyla korunur Veri Güvenliği: • Verileriniz kullanıcı kimlik doğrulaması ile korunur • Sadece sizin hesabınıza ait veriler size gösterilir • Şifreleriniz güvenli bir şekilde hash'lenerek saklanır • Ödeme bilgisi saklanmaz (uygulama ücretsizdir) VERİ PAYLAŞIMI VERİLERİNİZİ ÜÇÜNCÜ ŞAHISLARLA PAYLAŞMIYORUZ. • Çeyiz listeleri, ürünler ve fotoğraflarınız yalnızca sizin hesabınızda kalır • Başka kullanıcılar verilerinizi göremez • Verileriniz reklam veya pazarlama amacıyla kullanılmaz • Yasal zorunluluk olmadıkça verileriniz paylaşılmaz ÜÇÜNCÜ TARAF HİZMETLER Google Firebase: • Kimlik Doğrulama: Hesap oluşturma ve giriş • Veritabanı: Cloud Firestore ile veri saklama • Depolama: Firebase Storage ile fotoğraf saklama • Gizlilik: https://firebase.google.com/support/privacy Google Sign-In (İsteğe Bağlı): • Google hesabınızla hızlı giriş yapabilirsiniz • Sadece temel profil bilgileri (isim, e-posta, profil fotoğrafı) alınır • Gizlilik: https://policies.google.com/privacy KULLANICI HAKLARI Verilerinize Erişim: • Uygulama içinden tüm verilerinizi görüntüleyebilirsiniz • Çeyiz listelerinizi Excel formatında dışa aktarabilirsiniz Veri Düzenleme: • Dilediğiniz zaman verilerinizi güncelleyebilir veya silebilirsiniz • Profil bilgilerinizi değiştirebilirsiniz Hesap Silme: • Ayarlar > Hesabı Sil seçeneğiyle hesabınızı silebilirsiniz • Hesap silindiğinde tüm verileriniz kalıcı olarak silinir: - Çeyiz listeleri - Ürünler ve fotoğraflar - Bütçe bilgileri - Profil bilgileri • BU İŞLEM GERİ ALINAMAZ ÇOCUKLARIN GİZLİLİĞİ • Çeyiz Diz, 13 yaş ve üzeri kullanıcılar içindir • Bilerek 13 yaşın altındaki çocuklardan veri toplamıyoruz • Ebeveyn veya vasi iseniz ve çocuğunuzun bize bilgi verdiğini düşünüyorsanız, lütfen bizimle iletişime geçin ÇEREZLER VE TAKİP TEKNOLOJİLERİ • Uygulama temel işlevsellik için çerezler kullanır • Oturum bilgilerini saklamak için yerel depolama kullanılır • Reklam takibi veya üçüncü taraf analitik araçları kullanılmaz VERİ SAKLAMA SÜRESİ • Verileriniz hesabınız aktif olduğu sürece saklanır • Hesabınızı sildiğinizde verileriniz 30 gün içinde kalıcı olarak silinir • Yasal zorunluluklar için gerekli kayıtlar belirtilen süre boyunca tutulabilir ULUSLARARASI VERİ AKTARIMI • Verileriniz Google Firebase'in küresel altyapısında saklanır • Firebase, verileri AB-ABD Gizlilik Kalkanı çerçevesinde işler • Tüm veri aktarımları şifreli ve güvenli bağlantılarla yapılır YASAL HAKLAR (KVKK - GDPR UYUMLULUĞU) Kişisel Verilerin Korunması Kanunu (KVKK) ve GDPR kapsamında: • Verilerinizin hangi amaçla işlendiğini öğrenme • Verilerinize erişim ve düzeltme talep etme • Verilerinizin silinmesini veya yok edilmesini isteme • Verilerinizin aktarıldığı üçüncü kişileri öğrenme • Otomatik sistemler tarafından verilerinize dayalı kararları öğrenme haklarına sahipsiniz. İLETİŞİM Gizlilik politikamızla ilgili sorularınız için: • Uygulama: Ayarlar > Destek bölümünden bize ulaşabilirsiniz GİZLİLİK POLİTİKASI DEĞİŞİKLİKLERİ • Bu gizlilik politikasını zaman zaman güncelleyebiliriz • Değişiklikler bu sayfada yayınlanacaktır • Önemli değişiklikler için uygulama içi bildirim gönderilebilir • Son güncelleme tarihi her zaman en üstte belirtilir Önemli Not: Bu gizlilik politikası, Çeyiz Diz mobil uygulaması için geçerlidir. Uygulamayı kullanarak bu politikayı kabul etmiş olursunuz.

source: Terms of Service
tr: Hizmet Şartları

# termsOfServiceContent
source: Terms of service text will be shown here.
tr: Hizmet şartları metni burada gösterilecektir.
