Repository: eyzaun/ceyiz-diz
Catalog: lib/l10n/app_*.arb
Languages: tr

# termsOfServiceText
source: TERMS OF SERVICE Last Updated: October 31, 2025 By using the Çeyiz Diz application, you agree to the following terms of service. Please read these terms carefully. 1. SERVICE DEFINITION Çeyiz Diz is a free mobile application that helps users manage their trousseau preparation process digitally. Offered Features: • Create and manage trousseau lists • Add, edit, and delete products • Categorize and filter products • Budget tracking and statistics • Upload product photos • Add product links • Excel export • Data synchronization (cloud backup) Account Requirements: • You need to create an account to use the app • You can register with email/password or Google account • Suitable for users aged 13 and above • A user can only have one account 2. TERMS OF USE Permitted Use: • Personal trousseau planning and tracking • Family organization • Budget management • Shopping list preparation Prohibited Uses: • Commercial purposes or profit making • Disrupting or damaging the app's functionality • Unauthorized access to other users' data • Creating fake accounts or impersonation • Spreading spam, malware, or viruses • Sharing illegal content • Reverse engineering the app's source code • Using automated bots or scraping tools Content Responsibility: • You are responsible for all content you upload (photos, text, links) • You must not upload content that infringes copyright • You cannot share inappropriate, offensive, or illegal content • Product photos are for personal use only 3. ACCOUNT SECURITY Account Responsibility: • You are responsible for keeping your account information (email, password) secure • You are responsible for all activities in your account • We recommend changing your password regularly • Contact us immediately if you suspect your account has been compromised Account Suspension/Closure: We reserve the right to suspend or close your account in the following cases: • Violation of terms of service • Detection of illegal activity • Attempt to harm other users • Threatening the app's security 4. INTELLECTUAL PROPERTY RIGHTS Application Rights: • All rights to the Çeyiz Diz application are reserved • App design, logo, and content are protected by copyright • You cannot copy the app's source code • You cannot use the app name and logo without permission User Content: • Copyright of uploaded content belongs to you • You grant us the right to store and process content you upload • You can delete your content at any time • Your content is deleted when you delete your account 5. PRIVACY AND DATA PROTECTION • Your personal data is protected under our Privacy Policy • Your data is stored on Google Firebase secure servers • We do not share your data with third parties • We operate in compliance with GDPR Please review the Privacy Policy page for detailed information. 6. SERVICE INTERRUPTIONS Maintenance and Updates: • We may perform regular maintenance and updates on the app • Temporary interruptions may occur during updates • Prior notification is given for critical updates No Service Guarantee: • We provide the app "as is" • We do not guarantee uninterrupted or error-free operation • We accept no responsibility for data loss • Users are advised to take regular backups 7. LIABILITY LIMITATIONS Application Liability: We are not responsible for: • Incorrect product information or price calculations • User-caused data loss • Issues arising from third-party links (product links) • Internet connection or device problems • Interruptions caused by Firebase infrastructure Third Party Links: • Product links shared in the app are added by users • We are not responsible for the content of linked websites • You are responsible for your purchases on e-commerce sites • Product prices and stock status may change Financial Liability: • Çeyiz Diz is a free application • We do not process any payments • Budget calculations are estimates, not exact • We are not responsible for your financial decisions 8. PRICING • ÇEYİZ DİZ IS COMPLETELY FREE • There are no in-app purchases • There are no premium features or subscription plans • Users will be informed if paid features are added in the future 9. CHANGES TO TERMS OF SERVICE Right to Update: • We may update these terms of service at any time • Significant changes will be announced via in-app notification • Updates will be published on this page • The last update date is always indicated Acceptance and Approval: • If you continue using the app after updates, you accept the new terms • If you do not accept the terms, you should stop using the app • You can delete your account at any time 10. SERVICE TERMINATION By User: • You can delete your account at any time • Use Settings > Delete Account option • All your data is permanently deleted after account deletion • This action cannot be undone By Company: We may terminate your account in the following cases: • Serious violation of terms of service • Not logging into your account for a long time (12+ months) • Detection of illegal activity • Abuse of the application Mass Service Termination: • We may decide to shut down the application • At least 90 days notice will be given • Users will be given time to export their data • Data loss will be prevented as much as possible 11. COMMUNICATION AND SUPPORT Support Channels: • In-App: Settings > Support • Feedback: Feedback form in the app Response Times: • Technical support requests: Within 48 hours • Account issues: Within 24 hours • General questions: Within 72 hours 12. DISPUTE RESOLUTION Applicable Law: • These terms of service are subject to the laws of the Republic of Turkey • Disputes will be resolved in Turkish courts • Istanbul courts and enforcement offices have jurisdiction Dispute Resolution: • Amicable resolution is preferred first • Formal complaint process may be applied • Right to resort to legal means is reserved 13. MISCELLANEOUS PROVISIONS • Severability: If any of these terms is deemed invalid, the others remain in effect • Waiver: Non-exercise of a right does not mean waiver of that right • Assignment: You cannot transfer your rights under this agreement to another party • Entire Agreement: These terms of service and privacy policy constitute the entire agreement IMPORTANT REMINDERS Main Points You Accept: • You will use the app for personal use • Your account security is your responsibility • Content you upload must be appropriate and legal • We recommend backing up your data • Violating the terms of service may result in account closure Things You Cannot Do: • Commercial use • Copyright infringement • Harming other users • Threatening the app's security • Sharing spam or harmful content Final Note: By accepting these terms of service, you commit to using the Çeyiz Diz application in accordance with legal and ethical rules. You are deemed to have accepted these terms when you start using the app. Effective Date: October 31, 2025
tr: HİZMET ŞARTLARI Son Güncelleme: 31 Ekim 2025 Çeyiz Diz uygulamasını kullanarak aşağıdaki hizmet şartlarını kabul etmiş olursunuz. Lütfen bu şartları dikkatlice okuyunuz. 1. HİZMET TANIMI Çeyiz Diz, kullanıcıların çeyiz hazırlık süreçlerini dijital ortamda yönetmelerine yardımcı olan ücretsiz bir mobil uygulamadır. Sunulan Özellikler: • Çeyiz listesi oluşturma ve yönetme • Ürün ekleme, düzenleme ve silme • Ürün kategorilendirme ve filtreleme • Bütçe takibi ve istatistikler • Ürün fotoğrafları yükleme • Ürün linki ekleme • Excel dışa aktarma • Veri senkronizasyonu (bulut yedekleme) Hesap Gereksinimleri: • Uygulamayı kullanmak için bir hesap oluşturmanız gerekir • E-posta/şifre veya Google hesabı ile kayıt olabilirsiniz • 13 yaş ve üzeri kullanıcılar için uygundur • Bir kullanıcı sadece bir hesaba sahip olabilir 2. KULLANIM KOŞULLARI İzin Verilen Kullanım: • Kişisel çeyiz planlama ve takibi • Ailevi organizasyon • Bütçe yönetimi • Alışveriş listesi hazırlama Yasak Kullanımlar: • Ticari amaçlarla veya kar elde etmek için • Uygulamanın işleyişini bozmak veya zarar vermek • Diğer kullanıcıların verilerine yetkisiz erişim • Sahte hesap oluşturma veya kimliğe bürünme • Spam, zararlı yazılım veya virüs yayma • Yasa dışı içerik paylaşma • Uygulamanın kaynak kodunu tersine mühendislik yapma • Otomatik botlar veya scraping araçları kullanma İçerik Sorumluluğu: • Yüklediğiniz tüm içeriklerden (fotoğraf, metin, link) siz sorumlusunuz • Telif hakkı ihlali içeren içerikler yüklememelisiniz • Uygunsuz, saldırgan veya yasa dışı içerik paylaşamazsınız • Ürün fotoğrafları yalnızca kişisel kullanım içindir 3. HESAP GÜVENLİĞİ Hesap Sorumluluğu: • Hesap bilgilerinizi (e-posta, şifre) güvenli tutmak sizin sorumluluğunuzdadır • Hesabınızda gerçekleşen tüm aktivitelerden siz sorumlusunuz • Şifrenizi düzenli olarak değiştirmenizi öneririz • Hesabınızın çalındığından şüpheleniyorsanız hemen bizimle iletişime geçin Hesap Askıya Alma/Kapama: Aşağıdaki durumlarda hesabınızı askıya alabilir veya kapatma hakkımız saklıdır: • Hizmet şartlarını ihlal etmeniz • Yasa dışı aktivite tespit edilmesi • Diğer kullanıcılara zarar verme girişimi • Uygulamanın güvenliğini tehdit etme 4. FİKRİ MÜLKİYET HAKLARI Uygulama Hakları: • Çeyiz Diz uygulamasının tüm hakları saklıdır • Uygulama tasarımı, logosu ve içeriği telif hakkı ile korunmaktadır • Uygulamanın kaynak kodunu kopyalayamazsınız • Uygulama adını ve logosunu izinsiz kullanamazsınız Kullanıcı İçeriği: • Yüklediğiniz içeriklerin telif hakları size aittir • Bize yüklediğiniz içerikleri saklama ve işleme hakkı vermiş olursunuz • İçeriklerinizi dilediğiniz zaman silebilirsiniz • Hesabınızı sildiğinizde içerikleriniz de silinir � 5. GİZLİLİK VE VERİ KORUMA • Kişisel verileriniz Gizlilik Politikamız kapsamında korunur • Verileriniz Google Firebase güvenli sunucularında saklanır • Verilerinizi üçüncü taraflarla paylaşmıyoruz • KVKK ve GDPR uyumlu çalışırız Detaylı bilgi için Gizlilik Politikası sayfasını inceleyiniz. 6. HİZMET KESİNTİLERİ Bakım ve Güncellemeler: • Uygulamada düzenli bakım ve güncellemeler yapabiliriz • Güncellemeler sırasında geçici kesintiler yaşanabilir • Kritik güncellemeler için önceden bildirim yapılır Hizmet Garanti Vermeme: • Uygulamayı "olduğu gibi" sunuyoruz • Kesintisiz veya hatasız çalışma garantisi vermiyoruz • Veri kaybı durumunda sorumluluk kabul etmiyoruz • Kullanıcıların düzenli yedek alması önerilir 7. SORUMLULUK SINIRLLAMALARI Uygulama Sorumluluğu: Aşağıdaki durumlardan sorumlu değiliz: • Yanlış ürün bilgileri veya fiyat hesaplamaları • Kullanıcı kaynaklı veri kayıpları • Üçüncü taraf bağlantılardan (ürün linkleri) kaynaklanan sorunlar • İnternet bağlantısı veya cihaz sorunları • Firebase altyapısından kaynaklanan kesintiler Üçüncü Taraf Linkleri: • Uygulamada paylaşılan ürün linkleri kullanıcılar tarafından eklenir • Bağlantı verilen web sitelerinin içeriğinden sorumlu değiliz • E-ticaret sitelerindeki alışverişleriniz sizin sorumluluğunuzdadır • Ürün fiyatları ve stok durumu değişebilir Mali Sorumluluk: • Çeyiz Diz ücretsiz bir uygulamadır • Hiçbir ödeme işlemi gerçekleştirmiyoruz • Bütçe hesaplamaları tahminidir, kesin değildir • Finansal kararlarınızdan sorumlu değiliz 8. ÜCRETLENDİRME • ÇEYİZ DİZ TAMAMEN ÜCRETSİZDİR • Uygulama içi satın alma yoktur • Premium özellik veya abonelik planı yoktur • Gelecekte ücretli özellikler eklenirse kullanıcılar bilgilendirilecektir 9. HİZMET ŞARTLARI DEĞİŞİKLİKLERİ Güncelleme Hakkı: • Bu hizmet şartlarını istediğimiz zaman güncelleyebiliriz • Önemli değişiklikler uygulama içi bildirimle duyurulur • Güncellemeler bu sayfada yayınlanır • Son güncelleme tarihi her zaman belirtilir Kabul ve Onay: • Güncellemelerden sonra uygulamayı kullanmaya devam ederseniz yeni şartları kabul etmiş olursunuz • Şartları kabul etmiyorsanız uygulamayı kullanmayı bırakmalısınız • Hesabınızı dilediğiniz zaman silebilirsiniz 10. HİZMET SONLANDIRMA Kullanıcı Tarafından: • Hesabınızı istediğiniz zaman silebilirsiniz • Ayarlar > Hesabı Sil seçeneğini kullanın • Hesap silindikten sonra tüm verileriniz kalıcı olarak silinir • Bu işlem geri alınamaz Şirket Tarafından: Aşağıdaki durumlarda hesabınızı sonlandırabiliriz: • Hizmet şartlarını ciddi ihlal etmeniz • Uzun süre (12 ay+) hesabınıza giriş yapmamanız • Yasa dışı aktivite tespit edilmesi • Uygulamayı suistimal etmeniz Toplu Hizmet Sonlandırma: • Uygulamayı kapatma kararı alabiliriz • En az 90 gün önceden bildirim yapılır • Kullanıcılara verilerini dışa aktarma süresi tanınır • Mümkün olduğunca veri kaybı önlenir 11. İLETİŞİM VE DESTEK Destek Kanalları: • Uygulama İçi: Ayarlar > Destek • Geri Bildirim: Uygulamada geri bildirim formu Yanıt Süreleri: • Teknik destek talepleri: 48 saat içinde • Hesap sorunları: 24 saat içinde • Genel sorular: 72 saat içinde 12. UYUŞMAZLIK ÇÖZÜMÜ Uygulanacak Hukuk: • Bu hizmet şartları Türkiye Cumhuriyeti yasalarına tabidir • Uyuşmazlıklar Türk mahkemelerinde çözümlenir • İstanbul mahkemeleri ve icra daireleri yetkilidir Anlaşmazlık Çözümü: • Öncelikle dostane çözüm yolu tercih edilir • Resmi şikayet süreci uygulanabilir • Yasal yollara başvurma hakkı saklıdır 13. ÇEŞİTLİ HÜKÜMLER • Bölünebilirlik: Bu şartlardan herhangi biri geçersiz sayılırsa diğerleri yürürlükte kalır • Feragat: Bir hakkın kullanılmaması, o haktan feragat anlamına gelmez • Devir: Bu sözleşme haklarınızı başkasına devredemezsiniz • Tam Anlaşma: Bu hizmet şartları ve gizlilik politikası tam anlaşmayı oluşturur ÖNEMLİ HATIRLATMALAR Kabul Ettiğiniz Ana Noktalar: • Uygulamayı kişisel kullanım için kullanacaksınız • Hesap güvenliğiniz sizin sorumluluğunuzdadır • Yüklediğiniz içerikler uygun ve yasal olmalıdır • Verilerinizin yedeklerini almanızı öneririz • Hizmet şartlarını ihlal etmeniz hesabınızın kapatılmasına neden olabilir Yapamayacağınız Şeyler: • Ticari amaçla kullanma • Telif hakkı ihlali yapma • Diğer kullanıcılara zarar verme • Uygulamanın güvenliğini tehdit etme • Spam veya zararlı içerik paylaşma Son Not: Bu hizmet şartlarını kabul ederek, Çeyiz Diz uygulamasını yasal ve etik kurallara uygun olarak kullanacağınızı taahhüt etmiş olursunuz. Uygulamayı kullanmaya başladığınızda bu şartları kabul etmiş sayılırsınuz. Yürürlük Tarihi: 31 Ekim 2025

source: Danger Zone
tr: Tehlike Bölgesi

source: Logout
tr: Çıkış Yap

# logoutTitle
source: Logout
tr: Çıkış Yap

# logoutSubtitle
source: Sign out from your account
tr: Hesabınızdan çıkış yapın

source: Sign Out
tr: Çıkış Yap

# signOutSubtitle
source: Sign out from your account
tr: Hesabınızdan çıkış yapın

# signOutConfirm
source: Are you sure you want to sign out?
tr: Çıkış yapmak istediğinizden emin misiniz?

source: Delete Account
tr: Hesabı Sil

# deleteAccountButton
source: Delete Account
tr: Hesabı Sil

# deleteAccountSubtitle
source: Permanently delete your account
tr: Hesabınızı kalıcı olarak silin

# deleteAccountSubtitle2
source: Permanently delete your account
tr: Hesabınızı kalıcı olarak silin

# loginRequired
source: You need to login
tr: Giriş yapmanız gerekiyor

source: Welcome
tr: Hoş Geldiniz

# getStarted
source: Let's Get Started!
tr: Hadi Başlayalım!

# welcomeTitle
source: Welcome to Çeyiz Diz!
tr: Çeyiz Diz'e Hoş Geldiniz!

# welcomeSubtitle
source: Trousseau preparation made easy
tr: Çeyiz hazırlığı artık çok kolay

# welcomeDescription
source: Manage your trousseau preparation digitally, track your budget, and share with your loved ones. Everything is now at your fingertips!
tr: Çeyiz hazırlığınızı dijital olarak yönetin, bütçenizi takip edin ve sevdiklerinizle paylaşın. Artık her şey parmaklarınızın ucunda!

source: Yes
tr: Evet

source: No
tr: Hayır

source: OK
tr: Tamam

source: Error
tr: Hata

source: Success
tr: Başarılı

source: Warning
tr: Uyarı

source: Info
tr: Bilgi

source: Loading...
tr: Yükleniyor...

source: Search
tr: Ara

source: Filter
tr: Filtrele

source: Sort
tr: Sırala

source: All
tr: Tümü

source: Close
tr: Kapat

source: Back
tr: Geri

source: Next
tr: İleri

source: Skip
tr: Geç

source: Done
tr: Bitti

source: Confirm
tr: Onayla

source: Update
tr: Güncelle

# deleteConfirm
source: Delete
tr: Sil

source: Are you sure?
tr: Emin misiniz?

source: Add New
tr: Yeni Ekle

source: New Item
tr: Yeni Öğe

source: Select All
tr: Tümünü Seç

source: Open
tr: Aç

source: Operation cancelled
tr: İşlem iptal edildi

source: Primary Button
tr: Birincil Buton

source: Secondary Button
tr: İkincil Buton

source: Checkbox
tr: Onay Kutusu

source: Press again to exit
tr: Çıkmak için tekrar basın

# noTrousseauYet
source: No trousseau created yet
tr: Henüz çeyiz oluşturmadınız

source: Update Required!
tr: Güncelleme Gerekli!

source: New Version Available
tr: Yeni Versiyon Mevcut

source: New Version
tr: Yeni Versiyon

# forceUpdateMessage
source: This update is mandatory. You need to update to continue.
tr: Bu güncelleme zorunludur. Devam etmek için güncellemeniz gerekiyor.

source: Later
tr: Daha Sonra

source: Update Now
tr: Şimdi Güncelle

# playStoreOpenFailed
source: Could not open Play Store.
tr: Play Store açılamadı.

# emailVerificationMessage
source: You need to verify your email address to log into your account. Click the link sent to your email address.
tr: Hesabınıza giriş yapmak için e-posta adresinizi doğrulamanız gerekmektedir. E-posta adresinize gönderilen bağlantıya tıklayın.

# goToVerification
source: Go to Verification Page
tr: Doğrulama Sayfasına Git

# passwordHint
source: At least 6 characters
tr: En az 6 karakter

# nameMinLength
source: Must be at least 3 characters
tr: En az 3 karakter olmalı

# enterFullName
source: Enter your first and last name (e.g. John Doe)
tr: Ad ve soyadınızı girin (örn: Ahmet Yılmaz)

# passwordUpperCase
source: Must contain at least 1 uppercase letter (A-Z)
tr: En az 1 büyük harf içermeli (A-Z)

# passwordLowerCase
source: Must contain at least 1 lowercase letter (a-z)
tr: En az 1 küçük harf içermeli (a-z)

# passwordDigit
source: Must contain at least 1 digit (0-9)
tr: En az 1 rakam içermeli (0-9)

# confirmPasswordMismatch
source: Passwords do not match
tr: Şifreler eşleşmiyor

# personalInfo
source: Personal Information
tr: Kişisel Bilgiler

# securityRequirements
source: At least 6 characters, 1 uppercase, 1 lowercase and 1 digit
tr: En az 6 karakter, 1 büyük harf, 1 küçük harf ve 1 rakam

# alreadyHaveAccount
source: Already have an account?
tr: Zaten hesabınız var mı?

# registerWithGoogle
source: Sign up with Google
tr: Google ile Kayıt Ol

# createAccountSubtitle
source: Create your new account
tr: Yeni hesabınızı oluşturun

source: or
tr: veya

# forgotPasswordSubtitle
source: Don't worry! Enter your email address and we'll send you a password reset link.
tr: Endişelenmeyin! E-posta adresinizi girin, size şifre sıfırlama bağlantısı gönderelim.

source: Email Address
tr: E-posta Adresi

# emailSentTitle
source: Email Sent!
tr: E-posta Gönderildi!

# emailSentMessage
source: We've sent a password reset link to {email}. Please check your email.
tr: {email} adresine şifre sıfırlama bağlantısı gönderdik. Lütfen e-postanızı kontrol edin.

source: Password reset email sent
tr: Şifre sıfırlama e-postası gönderildi

source: Verify Your Email
tr: E-postanızı Doğrulayın

# verificationEmailSent
source: We sent a verification email to {email}.
tr: {email} adresine bir doğrulama e-postası gönderdik.

# clickLinkToVerify
source: Please click the link in your email to verify your account.
tr: Lütfen e-postanızdaki bağlantıya tıklayarak hesabınızı doğrulayın.

source: Check Verification
tr: Doğrulamayı Kontrol Et

source: Resend Verification Email
tr: Doğrulama E-postasını Tekrar Gönder

# resendInSeconds
source: Resend in ({seconds} seconds)
tr: Tekrar Gönder ({seconds} saniye)

source: Tips
tr: İpuçları

# verificationTip1
source: • Check your spam folder if you can't find the email
tr: • E-postayı bulamıyorsanız spam klasörünü kontrol edin

# verificationTip2
source: • Use the "Resend" button if the email doesn't arrive within a few minutes
tr: • E-posta birkaç dakika içinde gelmezse "Tekrar Gönder" butonunu kullanın

# verificationTip3
source: • You will be automatically redirected to the login page once verification is complete
tr: • Doğrulama tamamlandığında otomatik olarak giriş sayfasına yönlendirileceksiniz

# trousseauInfo
source: Trousseau Information
tr: Çeyiz Bilgileri

# trousseauNameRequired
source: Trousseau name is required
tr: Çeyiz adı gereklidir

# minThreeCharacters
source: Must be at least 3 characters
tr: En az 3 karakter olmalıdır

# descriptionHint
source: Add notes about your trousseau (Optional)
tr: Çeyiziniz hakkında notlar ekleyin (Opsiyonel)

source: Budget (Optional)
tr: Bütçe (Opsiyonel)

# enterValidAmount
source: Enter a valid amount
tr: Geçerli bir tutar girin

source: Creating...
tr: Oluşturuluyor...

source: Updating...
tr: Güncelleniyor...

source: Share via Email
tr: E-posta ile Paylaş

# shareSuccess
source: Shared successfully
tr: Başarıyla paylaşıldı

source: No shared trousseaus
tr: Paylaşılan çeyiz yok

source: Price (Optional)
tr: Fiyat (Opsiyonel)

source: Notes (Optional)
tr: Notlar (Opsiyonel)

# onboardingTitle1
source: Organize Your Trousseau
tr: Çeyizinizi Organize Edin

# onboardingDesc1
source: Easily track all your trousseau items in one place
tr: Tüm çeyiz eşyalarınızı tek bir yerde kolayca takip edin

# onboardingTitle2
source: Budget Planning
tr: Bütçe Planlama

# onboardingDesc2
source: Set budgets and track your spending
tr: Bütçe belirleyin ve harcamalarınızı takip edin

# onboardingTitle3
source: Share with Family
tr: Aile ile Paylaş

# onboardingDesc3
source: Share your trousseau list with family members
tr: Çeyiz listenizi aile üyeleriyle paylaşın

source: Manage Categories
tr: Kategorileri Yönet

source: Leave Sharing
tr: Paylaşımdan Çık

# leaveShareConfirm
source: Are you sure you want to leave this trousseau? Your access will be removed.
tr: Bu çeyizden çıkmak istediğinize emin misiniz? Erişiminiz kaldırılacaktır.

source: Exit
tr: Çık

source: Left sharing
tr: Paylaşımdan çıkıldı

source: Search product...
tr: Ürün ara...

source: No products yet
tr: Henüz ürün eklenmemiş

source: No products found
tr: Ürün bulunamadı

# tryDifferentFilters
source: You can try different filters
tr: Farklı filtreler deneyebilirsiniz

# deleteProductConfirm
source: Are you sure you want to delete {productName}?
tr: {productName} ürününü silmek istediğinizden emin misiniz?

# excelExportSuccess
source: Excel file created successfully
tr: Excel dosyası başarıyla oluşturuldu

# errorWithMessage
source: Error: {message}
tr: Hata: {message}

# deleteTrousseauWarning
source: This action cannot be undone! All products in this trousseau will be deleted.
tr: Bu işlem geri alınamaz! Çeyiz içindeki tüm ürünler silinecektir.

# deleteTrousseauConfirm
source: Deleting a trousseau is irreversible. All products and data will be permanently deleted.
tr: Çeyizi silmek geri alınamaz bir işlemdir. Tüm ürünler ve veriler kalıcı olarak silinecektir.

# enterPasswordToDelete
source: Enter your password
tr: Şifrenizi girin

# passwordRequiredForSecurity
source: Your password is required for security
tr: Güvenlik için şifreniz gereklidir

# deleteAccountIrreversible
source: This action cannot be undone. All your data will be permanently deleted.
tr: Bu işlem geri alınamaz. Tüm verileriniz kalıcı olarak silinecektir.

# deleteAccountWarning
source: After deleting your account, all your trousseaus and products will be permanently deleted.
tr: Hesabınızı sildikten sonra tüm çeyizleriniz ve ürünleriniz kalıcı olarak silinecektir.

source: Trousseau deleted
tr: Çeyiz silindi

# giveEditPermissionSubtitle
source: This person can add and edit products in the trousseau
tr: Bu kişi çeyizdeki ürünleri ekleyebilir ve düzenleyebilir

# sharedPeople
source: Shared With
tr: Paylaşılan Kişiler

source: Remove Sharing
tr: Paylaşımı Kaldır

# removeSharingConfirm
source: Are you sure you want to remove this person's access?
tr: Bu kişinin erişimini kaldırmak istediğinize emin misiniz?

source: Remove
tr: Kaldır
